<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="navbar" tagdir="/WEB-INF/tags" %>
<%@ page contentType="text/html;charset=UTF-8" pageEncoding="UTF-8" %>
<%@include file="../_header.jsp"%>
<body>
<%@include file="../_script.jsp"%>
<navbar:NavbarTag/>
<div class="main-container row">
    <div class="right-background2 col-sm-9"> <br> <br>
        <navbar:favorite/>
        <div class="text-container ">
            <h3>Для начала давайте с вами определимся, что такое стиль? </h3>
            <p align="justify"> <span>Стиль</span> - это некая совокупность признаков, по которым можно разделить множество вещей, комплектов и
            одежду на определенные категории и виды. А личный? <br>
            Персональный стиль - это ваша индивидуальность, способ самовыражения. Образы и комплекты, которые подчеркивают ваши природные особенности и
            ассоциируются у окружающих с вашей личностью. Я думаю все из нас слышали поговорку «встречают по одежке...» или фразу «что невозможно произвести
            первое впечатление дважды». Как ни прискорбно, но это действительно так: обычно нам требуется всего несколько секунд, чтобы
            сложилось поверхностное впечатление о человеке. Поэтому мы должны внимательнее относиться к внешнему виду: одежда громче всех прочих
            инструментов самопрезентации сообщает окружающим о наших страхах, комплексах и уверенности в себе.
               <br> <span>Стиль одежды</span> – это визитная карточка человека. И не обязательно покупать одежду дорогих брендов, чтобы производить впечатление обеспеченного и успешного
            человека. Достаточно в гардеробе иметь десяток стильных качественных вещей, и умело вводить их в ансамбль. <br>
                <span>Наша одежда рассказывает о многом: </span> </p>
            <ul>
                <li> о поле и возрасте</li>
                <li>о национальности и месте жительства</li>
                <li> о профессии и сфере занятости</li>
                <li> о социальном статусе и материальном положении</li>
                <li> о характере и темпераменте</li>
                <li>об эмоциональном состоянии</li>
                <li>об отношении к себе и окружающим</li>
            </ul>
            <p align="justify" >
            Умея читать знаки в образе человека, можно составить его психологический портрет, даже до того как он начнет говорить, так же этот навык
            пригождается и для использования в обратную сторону, чтобы создавать нужное впечатление о себе.
            Что это за знаки и как их читать? <br>
                <span>Любая одежда имеет структуру </span> : силуэт, фактуру и цвет. Например, если вы в пиджаке с жесткой линией плеч,
            то будете создавать впечатление строгого и ответственного человека. А в трикотажной кофте или мягком объемном свитере
            - наоборот будете казаться очень мягкой и доброй по характеру. Мягкие фактуры располагают к себе, дают
            ощущение свободы, расслабленности, теплоты, уюта и доверия. Жесткие наоборот помогают держать дистанцию, создать образ уверенного в себе делового человека.
            Чем более облегающая на человеке одежда, тем меньше она держит ваши личные границы, особенно со стороны мужчин. А слишком просторная и мешковатая одежда наоборот воспринимается как
            попытка закрыться и спрятаться. Цвет — центральный компонент в восприятии человека. Переживания, обусловленные цветом, могут
            проникать глубоко в мозговые центры и определять эмоциональное и духовное восприятие. <br>

            Используя определенные цвета, можно вызвать разные эмоции (не только у окружающих, но и у самого себя), то есть корректировать настроение с
            помощью цвета одежды.
            </p>

            <h3>Что говорит о вас ваш любимый цвет?</h3>
            <ul>
            <li><span>Красный</span> — цвет страстей и жизненной силы, крови и
            огня. Очень противоречив: символизирует как радость, красоту, любовь, так и вражду месть, войну.
            Может говорить о властности и вспыльчивости характера, энергичности. </li>
               <li> <span>Оранжевый</span> — мечтательность, любимый цвет людей, обладающих интуицией. </li>
            <li><span>Желтый</span> — цвет солнца, золота, урожая и осенних листьев, а еще болезни, смерти и потустороннего </li>
            мира. Спокойствие, общительность, непринужденность, любопытство, смелость и легкая приспособляемость. </li>
            <li><span>Розовый — эмоциональность, потребность любить и быть добрее. У людей прагматичных вызывает
            раздражение. </li>
                <li><span>Зеленый</span> — цвет природы, весны, самой жизни, гармонии, успокаивающе действует на нервную
            систему. Тот, кто его предпочитает, упрям в достижении цели, боится чужого влияния, ищет
            способ самоутверждения, так как для него это жизненно важно.</li>
                <li><span>Синий</span> — символизирует небо и вечность. Он про духовную возвышенность, скромность, стремление к
            взаимопониманию.</li>
                <li><span>Коричневый</span> — самый «земной» цвет. Символ традиционности, устойчивости, уверенности. Тот, кто
            его выбирает, прочно стоит на ногах.</li>
                <li><span>Серый</span> — нейтральный цвет, как бы отгораживающий от раздражителей внешнего мира. Его часто
            предпочитают те, кто боится слишком громко заявить о себе. Означает рассудительность, недоверчивость,
            повышенный эмоциональный контроль. Хорош в бизнес-среде с четко прописанным дресс-кодом.</li>
                <li><span>Белый</span> — «идеальный» цвет. Передает и блеск света, и холод льда. Символизирует чистоту, легкость,
            невинность, радость. Этому цвету может отдать предпочтение человек с любым характером, он никого
            не отталкивает.</li>
            </ul>
            <p>
            Подобные классификации весьма интересны и
            полезны для всех, кто желает разобраться в
            воздействии цвета, однако они не учитывают
            некоторые важные нюансы. <br>
            <ul>
            А именно:
            <li>любой цвет может быть как холодным, так и
            теплым (даже красный цвет может быть холодным,
            и о «страсти» в этом случае говорить не
            приходится). Теплые цвета располагают, создают
            атмосферу доверия, холодные – отстраняют, не
            дают сократить дистанцию. </li>

            <li>яркость, приглушенность, насыщенность. Чистые
            спектральные цвета – яркие, энергичные.
            При добавлении к ним серого пигмента они
            приглушаются, теряют свою энергию и силу.
            При добавлении белого пигмента становятся
            светлыми, легкими, воздушными, как бы юными
            (например, голубой, розовый).
            При добавлении черного – становятся темными,
            тяжелыми, «земными», основательными, полными
            достоинства, а может даже мрачными.</li>

            <li>размер цветового пятна. Одно дело, когда человек
            одет в какой-то цвет с ног до головы, другое, когда
            этот же цвет используется в виде акцента. Цвет не
            кричит о себе, но аккуратно намекает. </li>
            </ul>
            </p>
        </div>
    </div>


    <div class="left-background2 col-sm-3"> <br>

    </div>
</div>

</body>
</html>
